<?php
/*
Copyright (C) 2013 - Labros kenak v.4.0 beta
Author: Labros Karoyntzos 

Labros kenak v.4.0 beta from Labros Karountzos is free software: 
you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, version 3 of the License.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU General Public License for more details.

You should have received a copy of the GNU General Public License version 3
along with this program.  If not, see http://www.gnu.org/licenses/gpl-3.0.html.

Το παρόν με την ονομασία Labros kenak v.4.0 beta με δημιουργό τον Λάμπρο Καρούντζο
στοιχεία επικοινωνίας info@chem-lab.gr www.chem-lab.gr
είναι δωρεάν λογισμικό. Μπορείτε να το τροποποιήσετε και επαναδιανείμετε υπό τους
όρους της άδειας GNU General Public License όπως δίδεται από το Free Software Foundation
στην έκδοση 3 αυτής της άδειας.
Το παρόν σχόλιο πρέπει να παραμένει ως έχει ώστε να τηρείται η παραπάνω άδεια κατά τη διανομή.
*/
require("include_check.php");
//confirm_logged_in();
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">

<section class="content-header">
	<h1>
	La-kenak
	<small>Βοήθεια</small>
	</h1>
	<ol class="breadcrumb">
	<li><a href="#"><i class="fa fa-dashboard"></i> La-kenak</a></li>
	<li><a href="#"><i class="fa fa-university"></i> Βιβλιοθήκες</a></li>
	<li class="active"> Βοήθεια</li>
	</ol>
</section>

<!-- Main content -->
<section class="content">
	
<!-- Main row -->
<div class="row">
	<div class="col-md-12">
		<div class="nav-tabs-custom">
		<ul class="nav nav-tabs">
			<li class="active"><a href="#tabs-2" data-toggle="tab">Βοήθεια</a></li>
			<li><a href="#tabs-3" data-toggle="tab">Οδηγός χρήσης</a></li>
			<li><a href="#tabs-4" data-toggle="tab">Terms/Προστασία</a></li>
			<li><a href="#tabs-5" data-toggle="tab">Περί...</a></li>
			<!--<li><a href="#tabs-1" data-toggle="tab">Συνδρομές</a></li>-->
		</ul>
			
			<div id='wait' style="display:none;position:absolute;top:130px;left:500px;"><img src="images/interface/ajax-loader.gif">Φόρτωση βοήθειας</div>
		
		
		<div class="tab-content">
		
			<div class="tab-pane active" id="tabs-2">
			Αναζήτηση στη βοήθεια:
				<input class="span3" type="text" id="typeahead" 
				data-source='["Alabama","Alaska","Arizona","Arkansas","California","Colorado","Connecticut","Delaware","Florida","Georgia",
				"Hawaii","Idaho","Illinois","Indiana","Iowa","Kansas","Kentucky","Louisiana","Maine","Maryland","Massachusetts","Michigan",
				"Minnesota","Mississippi","Missouri","Montana","Nebraska","Nevada","New Hampshire","New Jersey","New Mexico","New York",
				"North Dakota","North Carolina","Ohio","Oklahoma","Oregon","Pennsylvania","Rhode Island","South Carolina","South Dakota",
				"Tennessee","Texas","Utah","Vermont","Virginia","Washington","West Virginia","Wisconsin","Wyoming"]' 
				data-items="4" data-provide="typeahead" style="margin: 0 auto;"></input>
			<script>
			$('.typeahead').typeahead();
			</script>
			
			<br/><br/>
			
			<div id="help_text"></div>

				<script>
				function get_help(){
					document.getElementById('wait').style.display="inline";
					//AJAX call
					var xmlhttp=new XMLHttpRequest();
					
					xmlhttp.open("GET","includes/functions_vivliothikes.php?get_help=1" ,true);
					xmlhttp.send();
					
					xmlhttp.onreadystatechange=function()  {
					if (xmlhttp.readyState==4 && xmlhttp.status==200) {
						document.getElementById("help_text").innerHTML=xmlhttp.responseText;
						document.getElementById('wait').style.display="none";
					}}
				}
				get_help();
				</script>
			</div>
			
			<div class="tab-pane" id="tabs-3">
			Κατεβάστε των οδηγό χρήσης σε pdf | docx <br/>
			
			</div>
			
		
		<div class="tab-pane" id="tabs-4">
			<h2>Γενικά</h2>
			Το παρόν λογισμικό χρησιμοποιείται ως υπηρεσία (open-source και δωρεάν προς τον χρήστη για περιήγηση). Σήμερα το λογισμικό δεν χρησιμοποιείται για εγγραφή. <br/>
			Χρησιμοποιώντας το λογισμικό συμφωνείτε απολύτως με τους όρους χρήσης του και την πολιτική προσωπικών δεδομένων οι οποίοι παρουσιάζονται παρακάτω. <br/>
			
			<h2>Ο Κανονισμός GDPR</h2>
			Κάθε εταιρία που χειρίζεται προσωπικά δεδομένα τα οποία αφορούν σε άτομα εντός της Ευρωπαϊκής Ένωσης, θα είναι υποχρεωμένη να συμμορφωθεί πλήρως 
			με το νέο κανονισμό της Ευρωπαικής ένωσης GDPR (EU General Data Protection Regulation), επανεξετάζοντας ή και αναθεωρώντας όλες τις διαδικασίες διαχείρισης 
			των πληροφοριών του ενώ αποτελεί τη μεγαλύτερη αλλαγή στην νομοθεσία περί προστασίας των δεδομένων τα τελευταία σχεδόν 20 χρόνια. 
			Η ιστοσελίδα αυτή αφορά ελεύθερο επάγγελμα μηχανικού μόνο ως επίδειξη και γνωριμία ως προς τις δυνατότητες του επαγγέλματος. Εδώ δεν αποθηκεύονται προσωπικά δεδομένα 
			των εργασιών του αντικειμένου του μηχανικού καθώς μέχρι σήμερα δεν πραγματοποιούνται εγγραφές ή εισαγωγή μελετών ΚΕΝΑΚ.  
			
			<h2>Χρήση προσωπικών δεδομένων</h2>
			<h3>Μελλοντική πρόβλεψη (Κλειστές εγγραφές προσωρινά)</h3>
			
			<ul>
				<li>Πριν από την εκκίνηση συνεδρίας (σύνδεση/εγγραφή) δεν αποθηκεύεται κανένα προσωπικό στοιχείο ταυτοποίησης του χρήστη.</li>
				<li>Οι εγγραφές και οι νέεοι λογαριασμοί είναι ανενεργοί για το κοινό. </li>
				<li>Το username του και ο κωδικός. Αυτά τα στοιχεία αποθηκεύονται στη βάση δεδομένων, κάθε φορά που 
				ο χρήστης (μελλοντικά θα) συνδέεται στο λογισμικό ταυτοποιείται με βάση αυτά τα στοιχεία και διατηρεί τη σύνδεση στο λογισμικό με βάση αυτά τα 2 στοιχεία. Τα στοιχεία αυτά δεν μοιράζονται με 
				κανένα τρίτο πρόσωπο ή υπηρεσία. Η ip αποθηκεύεται στον πίνακα logs με το χρήστη να μπορεί να διαγράψει όλες τις εισαγωγές εκεί από το μενού χρήστη. </li>
				<li>Κατά τη σύνδεση με το λογαριασμό Google του χρήστη στο λογισμικό (μελλοντικά θα) χρησιμοποιούνται το Όνομα του χρήστη, το επώνυμό του, η διεύθυνση e-mail του και η IP του χωρίς να 
				ζητείται κωδικός σύνδεσης. Για αυτά τα στοιχεία ζητείται η συγκατάθεση του χρήστη τη στιγμή της σύνδεσης με το λογαριασμό Google ID του χρήστη, έπειτα αποθηκεύονται στη 
				βάση δεδομένων για μελλοντικές συνεδρίες και επίσης δεν μοιράζονται με τρίτους.</li>
				<li>Τα στοιχεία που (μελλοντικά θα) μπορεί να προσθέσει ο χρήστης στο λογισμικό μη περιοριστικά είναι επίσης η διεύθυνσή του, οι συντεταγμένες της έδρας του, το ΑΦΜ του, η ΔΟΥ του κ.α. τα οποία 
				δεν ζητούνται υποχρεωτικά για τη χρήση του λογισμικού παρά μόνο για την δημιουργία εντύπων, συμπλήρωσης βοηθητικών κειμένων και άλλων τελικών αποτελεσμάτων. Ο χρήστης δεν 
				είναι υποχρεωμένος να προσθέσει αυτά τα στοιχεία. Σε περίπτωση που τα προσθέσει εμφανίζονται μόνο στο λογαριασμό του και τα τελικά του αποτελέσματα ενώ δεν μοιράζονται με τρίτους.</li>
				<li>Το λογισμικό χρησιμοποιεί Session cookies και Session variables για τη διατήρηση της συνεδρίας του χρήστη. Αυτά τα δεδομένα (μελλοντικά θα) αποθηκεύονται προσωρινά είτε ως μορφή μεταβλητής 
				κατά την επικοινωνία με το server είτε ως τοπικό αρχείο δεδομένων στον υπολογιστή του χρήστη και δεν διανέμονται ή αποθηκεύονται με τρίτους.</li>
				<li>Κατά τη σύνδεση του χρήστη (μελλοντικά θα) αποθηκεύεται η χρονική σήμανση σύνδεσης συνοδευόμενη από την IP του για λόγους ασφαλείας του λογισμικού. Τα στοιχεία αυτά δεν μοιράζονται με 
				τρίτους ενώ οποιαδήποτε στιγμή ο χρήστης μπορεί να τα διαγράψει συνολικά. </li>
				<li>Σε περίπτωση που ο χρήστης επιθυμεί να διαγράψει τις μελέτες του και το ιστορικό σύνδεσης μπορεί να το κάνει μόνος από το μενού χρήστη. </li>
				<li>Σε περίπτωση που ο χρήστης επιθυμεί να διαγράψει το λογαριασμό του μπορεί να επικοινωνήσει με το διαχειριστή και ο λογαριασμός διαγράφεται σε εύλογο διάστημα, με το χρήστη 
				να χάνει την πρόσβαση στο λογισμικό στο μέλλον, αφαιρώντας πλήρως κάθε αποθηκευμένο στοιχείο από τη βάση δεδομένων ή από τα δεδομένα συνεδρίας.</li>
			</ul>
			<br/>
			
			<h2>Δικαίωμα στην πρόσβαση-διόρθωση. Δικαίωμα στο χρήστη να αντιταχθεί ή να υπαναχωρήσει. Δικαίωμα διαγραφής.</h2>
			<h3>Μελλοντική πρόβλεψη (Κλειστές εγγραφές προσωρινά)</h3>
			<ul>
				<li>
				Οι χρήστες έχουν τη δυνατότητα να έχουν πρόσβαση στα παραπάνω δεδομένα μέσω του μενού χρήστη. Επίσης έχουν τη δυνατότητα να διορθώσουν 
				αυτά τα δεδομένα είτε άμεσα μόνοι τους είτε αποστέλοντας e-mail στο διαχειριστή. </li>
				<li>Οι χρήστες έχουν τη δυνατότητα να υπαναχωρήσουν οποιαδήποτε στιγμή και να αντιταχθούν στην επεξεργασία ή να ζητήσουν την πλήρη διαγραφή (δικαίωμα στη λήθη). </li>
				<li>Στέλνουν e-mail μέσω της σελίδας επικοινωνίας με το username τους και μια ακριβή περιγραφή ότι ζητούν την πλήρη διαγραφή ή διόρθωση ή πρόσβαση ή υπαναχώρηση 
				είτε διορθώνουν τα στοιχεία που θέλουν από το μενού στο λογαριασμό χρήστη. </li>
				<li>Το αίτημα ικανοποιείται δωρεάν και άμεσα (χωρίς καθυστέρηση) σε εύλογο χρόνο έως την ανάγνωση του μηνύματος (e-mail) χωρίς παροχή εξηγήσεων ή ζητώντας από το 
				χρήστη το λόγο. Σε περίπτωση αλλαγής από το χρήστη το αίτημα θεωρείται ότι ικανοποιήθηκε. </li>
				<li>Η μόνος λογικός έλεγχος και προς αποφυγή άλλων κακόβουλων ενεργειών είναι η χρήση του ίδιου e-mail ως e-mail αποστολής με αυτό που χρησιμοποίησε για την εγγραφή του. 
				Ακόμα όμως και αν έχει χαθεί η πρόσβαση στο e-mail ο χρήστης μπορεί να επικοινωνήσει τηλεφωνικά ή μέσω e-mail για την επίλυση του ζητήματος.</li>
				<li>Ιδιώτης ο οποίος επιθυμεί τη διαγραφή οποιουδήποτε δεδομένου τον αφορά ακόμα και αν το πρόσθεσε άλλος χρήστης έχει τη δυνατότητα να καλέσει τηλεφωνικά ή να 
				επικοινωνήσει με e-mail με το διαχειριστή για την άμεσα διαγραφή των δεδομένων του. </li>
			</ul>
			
			<h2>Σχεδίαση με προτεραιότητα στην ασφάλεια</h2>
			
			Οι εφαρμογές που δημιουργούνται σχεδιάζονται με κύριο μέλημα την ανωνυμία του χρήστη με όσο το δυνατό λιγότερα ζητούμενα στοιχεία αν όχι μόνο του username/password. 
			Δεδομένα δεν μεταπωλούνται, δεν μοιράζονται και δεν εξάγονται σε άλλα μέσα ή σε άλλες χώρες εκτός Ε.Ε. Οι εφαρμογές που χρησιμοποιούνται από τρίτους παραμετροποιούνται 
			με στόχο την όσο το δυνατό μικρότερη απαίτηση από το χρήστη αν όχι την ελάχιστη για να είναι λειτουργικές.
			<br/><br/>
			Η σχεδίαση γίνεται με προτεραιότητα:
			<ul>
				<li>Προσεκτική συγκέντρωση και ασφαλής αποθήκευση προσωπικών δεδομένων.</li>
				<li>Καμία επεξεργασία των προσωπικών δεδομένων χωρίς συγκατάθεση. (Ζητείται εξαρχής)</li>
				<li>Κωδικοποίηση αυτών για αποφυγή αναγνώρισης ταυτότητας (profiling).</li>
				<li>Αποφυγή συσχετισμού βάσεων δεδομένων (linked data).</li>
				<li>Δυνατότητα διαγραφής ή εξαγωγής και παράδοσης των δεδομένων κατ' απαίτηση (μετά από επικοινωνία χωρίς καθυστέρηση).</li>
				<li>Εφαρμογής της αρχής «τόσα δεδομένα όσα είναι απαραίτητα.</li>
			</ul>
			
			<h2>Οργανωτικά μέτρα που τηρούνται - Ασφάλεια</h2>
			<ul>
				<li>Χρησιμοποιούνται οι τελευταίες εκδόσεις των λογισμικών σε επίπεδο client service αλλά και σε επίπεδο server side</li>
				<li>Χρησιμοποιούνται τεχνικές αποτροπής sql-injection, session-hijacking και cookie-stealing.</li>
				<li>O web server είναι εφοδιασμένος με λογισμικό antivirus και antimalware. Βρίσκεται εγκατεστημένος εντός Ε.Ε. και ειδικότερα στη Γερμανία.</li>
				<li>Ο έλεγχος του server και των script πραγματοποιείται τακτικά. Σε ύποπτες ενέργειες το λογισμικό "κλειδώνει" προς αποτροπή κακόβουλων ενεργειών.</li>
				<li>Σε περίπτωση διαρροής υπάρχει διαδικασία ενημέρωσης των χρηστών (εφόσον θίγονται τα δεδομένα τους ή έρχονται σε κίνδυνο οι ίδιοι) καθώς και των 
				υπηρεσιών/αρχών εφόσον θίγονται προσωπικά δεδομένα χρηστών της Ε.Ε.</li>
				<li>Χρήση hashed passwords με επαρκή κρυπτογράφηση (περαιτέρω τεχνικές δεν αναλύονται)</li>
				<li>Χρήση script αποτροπής sql injection.</li>
			</ul>

 
			<h2>Χρήσιμα</h2>
			<ul>
				<li>Η Οδηγία <a href="http://data.consilium.europa.eu/doc/document/ST-5419-2016-INIT/el/pdf" target="_blank">στα Ελληνικά</a></li>
				<li>Η Οδηγία <a href="http://data.consilium.europa.eu/doc/document/ST-5419-2016-INIT/en/pdf" target="_blank">στα Αγγλικά</a></li>
				<li>Περισσότερα στο <a href="https://www.generaldataprotection.gr/" target="_blank">generaldataprotection.gr</a></li>
			</ul>
			
			
			<h2>Πολιτική χρήσης Cookies</h2>
			Για την είσοδο στο λογισμικό και την παρακολούθηση της συνεδρίας χρησιμοποιείται: <br/><br/>
			<ul>
				<li>Session Cookies : "Remember me" cookie ώστε ο χρήστης αν κλείσει τον browser και τον ξανα-ανοίξει να μπορεί να παραμείνει συνδεδεμένος. Είναι και το μοναδικό cookie 
				που χρησιμοποιείται για την ταυτοποίηση του χρήστη και έχει το όνομα la-kenak (δεν φέρει άλλα στοιχεία ταυτοποίησης). </li>
				<li>Εάν ο χρήστης δεν επιθυμεί και δε συμφωνεί με την παραπάνω πολιτική cookie θα πρέπει να μη χρησιμοποιήσει το λογισμικό. </li>
			</ul>
			<br/>
			<h2>Αποποίηση ευθυνών</h2>
			Το λογισμικό παράγει αποτελέσματα τα οποία έχουν ελεγχθεί σε διάφορα στάδια (διάφορες περιπτώσεις) για την ορθότητά τους. Όμως καθώς: <br/><br/>
			<ul>
				<li>Κάθε περίπτωση κτιρίου και γενικά κάθε κατασκευή είναι μοναδική.</li>
				<li>Οι ίδιες οι ΤΟΤΕΕ δίνουν διαφορετικούς τρόπους αντιμετώπισης αφήνοντας το μηχανικό να επιλέξει ποιός τρόπος είναι ο πλέον κατάλληλος.</li>
				<li>Τα αποτελέσματα εξαρτώνται αποκλειστικά από τα δεδομένα εισόδου (input) όπως πχ οι διαστάσεις της κατασκευής κ.α.</li>
				<li>Το λογισμικό δεν εκτελεί κατάταξη και τα δεδομένα θα πρέπει πριν τα χρησιμοποιήσει επίσημα να τα εισάγει στο επίσημο λογισμικό κατάταξης ΤΕΕ-ΚΕΝΑΚ και να τα ελέγξει εκεί.</li>
				<li>Υπάρχουν διάφοροι τρόποι να εμφανιστούν τα αποτελέσματα, αρκετές μεθοδολογίες κοινά αποδεκτές οι οποίες δεν μπορούν να παρουσιαστούν όλες για την αντιμετώπιση ενός 
				μόνο προβλήματος. </li>
			</ul>
			<br/>
			ο δημιουργός και ο διαχειριστής δεν μπορούν να θεωρηθούν υπεύθυνοι για την ορθότητα των αποτελεσμάτων, για τυχόν λάθη του λογισμικού, παρερμηνείες, αποτελέσματα που οδήγησαν σε 
			λάθη, παραλείψεις ή άλλες καταστάσεις απρόβλεπτες που δημιούργησαν ανωμαλίες. Σε κάθε περίπτωση ο τελικός χρήστης είναι ο υπεύθυνος για τα αποτελέσματα που χρησιμοποιεί. 
			<br/><br/>
			
			<h2>Συμφωνείτε με την πολιτική χρήσης δεδομένων; 
				<a href="#"><font color="blue">NAI <i class="fa fa-thumbs-up"></i></font></a>
				<a href="http://www.google.gr" onclick="window.close();"><font color="red">OXI <i class="fa fa-thumbs-down"></i></font></a>
			</h2>
		</div><!--tab content-->
		
		
		<div class="tab-pane" id="tabs-5">
				<h2>la-kenak - Open source kenak calc software</h2>
				<br/>
				
				Το παρόν λογισμικό διανέμεται με βάση την άδεια GPLv3 ή οποιαδήποτε μεταγενέστερη και παρέχεται χωρίς υποστήριξη. 
				Ο δημιουργός δεν ευθύνεται για τυχόν λάθη, παραλείψεις κλπ τα οποία μπορεί να οδηγήσουν σε μη ορθή παραγωγή του τεύχους 
				ή άλλων δεδομένων εξόδου από το λογισμικό. Οι χρήστες πρέπει να ελέγχουν τα αποτελέσματα και να τα διασταυρώνουν.
				<br/><br/>
				Το παρόν λογισμικό αποτελείται από τμηματικά αρχεία τα οποία ολοκληρώνουν το λογισμικό και τα οποία είτε δημιουργήθηκαν εκ 
				του μηδενός είτε χρησιμοποιήθηκαν αυτούσια ως βιβλιοθήκες που διατίθενται με συγκεκριμένες άδειες διανομής και χρήσης είτε 
				ως τμήματα κώδικα τα οποία επίσης ενδέχεται να διανέμονται με διαφορετικές άδειες.
				<br/><br/>
				Κάθε τμηματικό αρχείο του λογισμικού φέρει στην κορυφή του την άδεια, την προέλευση, την τροποποίηση, τους δημιουργούς ή όσους 
				πραγματοποίησαν αλλαγές καθώς και την άδεια διανομής και χρήσης. Οι άδειες αυτές βρίσκονται ως αρχεία κειμένου (txt) στον 
				κεντρικό φάκελο της διανομής είτε στους φακέλους των βιβλιοθηκών. <br/><br/>
				
				<p>
			<b>Το λογισμικό αυτό είναι "ανοιχτού κώδικα":</b><br/>
			Το λογισμικό αυτό διανέμεται δωρεάν σύμφωνα με τους όρους της άδειας <span class="label label-danger">GPLv3</span>. Ο κώδικας πρέπει να παραμένει ελεύθερος όταν το 
			λογισμικό τροποποιείται ή διανέμεται. Εάν πληρώσατε γι' αυτό το λογισμικό ζητήστε τα χρήματά σας πίσω και επικοινωνήστε με το δημιουργό. <br/>
			Το λογισμικό διανέμεται "ως έχει" χωρίς καμία υποστήριξη. Ο δημιουργός δεν μπορεί να θεωρηθεί υπεύθυνος για τυχόν λάθη στα αποτελέσματα ή/και 
			άλλες δυσάρεστες καταστάσεις στην περίπτωση που ο χρήστης του λογισμικού βασιστεί στα αποτελέσματα που εμφανίζονται εντός του λογισμικού.<br/>
			Επίσης δεν είναι υποχρεωμένος να σας βοηθήσει να εγκαταστήσετε, να λειτουργήσετε ή σε κάθε περίπτωση να απολογηθεί για τον τρόπο που το λογισμικό υλοποιήθηκε και διαμορφώθηκε. 
			<br/><br/>

			<b>Το λογισμικό αυτό είναι "server side":</b><br/>
			Η γλώσσα που χρησιμοποιήθηκε ήταν κατά κύριο λόγο η php. Η php νοείται ως server side καθώς εκτελείται στο σέρβερ χωρίς να έχει ο χρήστης πρόσβαση στον κώδικα. Ο χρήστης καλεί 
			κάθε φορά αρχεία με κώδικα php (κατάληξη .php) αυτά εκτελούνται στο server (ο υπολογιστής που βρίσκεται εγκατεστημένο το λογισμικό) και επιστρέφεται το αποτέλεσμα. Επακόλουθο είναι πως εξαιτίας 
			αυτής της ιδιαιτερότητας ο χρήστης που επιδεικνύει στο κοινό το λογισμικό σε κάποιο domain ή αλλού πρέπει βάση της άδειας διανομής να δίνει κάποιο τρόπο πρόσβασης στον κώδικα εάν τον 
			τροποποίησε έστω και στο ελάχιστο. Για του λόγου το αληθές μπορείτε να δοκιμάσετε να δείτε τον κώδικα του λογισμικού (πατώντας ctrl+U σε Mozilla Firefox) στον οποίο δεν εμφανίζονται τα 
			τμήματα της γλώσσας php. <br/><br/>

			<b>Το λογισμικό αυτό είναι "OS Independent";</b><br/>
			Αυτό σημαίνει πως δεν υπάρχει ελάχιστη απαίτηση ως προς το λειτουργικό σύστημα του χρήστη. Μπορεί επομένως να εγκατασταθεί σε υπολογιστή που λειτουργεί με οποιοδήποτε λειτουργικό σύστημα όπως: 
			windows, linux, mac ακόμη και android.<br/><br/>

			<b>Που επηρρεάζει η χρήση της γλώσσας προγραμματισμού;</b><br/>
			Το λογισμικό επειδή ακριβώς νοείται ως server side μπορεί να εγκατασταθεί σε έναν υπολογιστή και η πρόσβαση να γίνεται από άλλον ή άλλους υπολογιστές ταυτόχρονα. Αυτό διευκολύνει την 
			πρόσβαση στο λογισμικό και ευννοεί την πολυσυνεργασία. Εάν βρίσκεστε σε ένα γραφείο με 2 υπολογιστές μπορείτε να εγκαταστήσετε το λογισμικό στον 1 και να έχετε πρόσβαση και από τους 2 κάτι 
			ανάλογο των δικτυακών αδειών εμπορικών λογισμικών χωρίς όμως να έχετε την υποχρέωση να έχετε εγκατεστημένο το λογισμικό σε κάθε υπολογιστή.<br/><br/>

			<b>Ποιές άλλες γλώσσες προγραμματισμού χρησιμοποιήθηκαν;</b><br/>
			Πέραν της php χρησιμοποιήθηκε σε μικρότερο βαθμό η javascript (εκτελείται τοπικά στον υπολογιστή του χρήστη) ενώ ως βάση δεδομένων χρησιμοποιήθηκε η Mysql. <br/><br/>

			<b>Τι άλλο χρησιμοποιήθηκε;</b><br/>
			Για να υλοποιηθεί το λογισμικό χρησιμοποιήθηκαν βιβλιοθήκες (css,js,php,pdf) χωρίς αυτές να τροποποιηθούν. Αυτές αναφέρονται με συνδέσμους παρακάτω. Εδώ πρέπει να τονιστεί πως οι βιβλιοθήκες 
			που ενσωματώθηκαν στο λογισμικό είτε είχαν την ίδια άδεια διανομής (gplv3) είτε άλλες άδειες (ΜΙΤ,Apache) οι οποίες όμως μπορούν να ενσωματωθούν στην άδεια διανομής του λογισμικού (gplv3). 
			Θεωρούνται δηλαδή gplv3 compatible. Κάθε αρχείο φέρει στην κορυφή την άδεια καθώς και τις τροποποιήσεις του (χρονική σήμανση, ονομ/νο χρήστη που έκανε την τροποποίηση κλπ).<br/><br/>

			<b>Μπορώ να πάρω αυτό το λογισμικό για να το επεκτείνω ή φτιάξω κάτι άλλο;</b><br/>
			Φυσικά! Αυτό είναι άλλωστε και το σκεπτικό. Μοναδική προυπόθεση είναι να παραμένει ο κώδικας ελεύθερος. Πως γίνεται αυτό; Είτε στέλνετε στο δημιουργό ένα αντίγραφο του 
			τροποποιημένου κώδικα του λογισμικού είτε εάν ο κώδικας βρίσκεται σε κάποιο domain δίνετε link προς το αρχείο που περιέχει τις τροποποιήσεις και τον τρόπο που ενσωματώθηκαν αυτές 
			στο λογισμικό σας. Εναλλακτικά χρησιμοποιείτε την πλατφόρμα του github (σύνδεσμος παρακάτω) ώστε άμεσα να επεκτείνετε τον κώδικα ειδοποιώντας πάντοτε κάποιον από τους δημιουργούς (δεν μπορούν 
			να παρακολουθούν τα πάντα!)<br/><br/>

			<b>Με ενδιαφέρει πολύ το προσωπικό απόρρητο. Τι γίνεται εκεί;</b><br/>
			Το λογισμικό χρησιμοποιεί sessions. Αποθηκεύει δηλαδή κατά τη σύνδεση του χρήστη το id του χρήστη (από τη βάση δεδομένων) για να του δείξει πχ τις μελέτες του στο επόμενο μενού. 
			Το ίδιο και με το id της μελέτης για να "θυμάται" σε ποιά μελέτη δουλεύετε κάθε φορά. Πέραν των id και του ονόματος χρήστη και μελέτης δεν αποθηκεύει άλλα προσωπικά δεδομένα 
			σεβόμενο την ιδιωτικότητα του χρήστη. Στη βάση δεδομένων αποθηκεύονται πρόσθετα στοιχεία για το χρήστη τα οποία κρατώνται εκεί για την εκτύπωση των εντύπων, του τεύχους κλπ. 
			Οποιαδήποτε στιγμή ο χρήστης μπορεί να διαγράψει (να "αδειάσει") τα στοιχεία αυτά από το λογαριασμό του ή να μην τα προσθέσει εξαρχής. <br/><br/>

			<b>Πως μπορώ να βοηθήσω το δημιουργό/ούς;</b><br/>
			Μπορείτε να χρησιμοποιήσετε τους συνδέσμους παρακάτω ώστε να συμμετέχετε στην ανάπτυξη του κώδικα καθώς και στην αποστολή ιδεών, προτιμήσεων. Οι άνθρωποι που γράφουν τον κώδικα του la-kenak 
			είναι εργαζόμενοι όπως και οι περισσότεροι συνάδελφοι, αφιερώνουν τον ελεύθερο χρόνο τους για την ανάπτυξη του λογισμικού και σίγουρα χρειάζονται την βοήθειά σας και την εμπειρία του καθενός 
			στις συζητήσεις που χρησιμοποιούνται στα fora και στους ιστόχωρους ανάπτυξης (πχ github). <br/><br/>

			<b>Θέλω να εκμεταλλευτώ εμπορικά το λογισμικό. Μπορώ;</b><br/>
			Η γρήγορη απάντηση. Ναί υπό όρους.  <br/>
			Η μακροσκελής απάντηση:<br/><br/>

			Αρχικά εισάγουμε τα στοιχεία της μελέτης μας ή του ΠΕΑ μας σε ένα λογισμικό. Η εμπορική συναλλαγή με τον πελάτη δε νοείται εδώ ως εμπορική εκμετάλλευση του λογισμικού. Αυτό που παράγετε μέσω του 
			λογισμικού σε pDF ως μελέτη είτε ως αποτέλεσμα παράγεται με τα στοιχεία που δίνετε στο λογισμικό. Έτσι η επιχειρηματική σχέση με τον πελάτη δεν αφορά το λογισμικό καθώς εκεί χρεώνει ο μηχανικός τον 
			κόπο του (να μετρήσει), την εμπειρία του (να αντιληφθεί), το χρόνο του (να καταγράψει) και τους φόρους του (να παραδώσει). Στη φάση της καταγραφής το la-kenak κάνει την εισαγωγή πιο γρήγορη, εύκολη 
			και εξοικονομεί χρόνο. Εμπορική εκμετάλλευση του λογισμικού με απλά λόγια είναι η πώληση, η χρέωση, η τροποποίηση του λογισμικού και η τοποθέτησή του σε σελίδα για τους πελάτες σας (χωρίς να δίνετε 
			τις αλλαγές που κάνατε στο λογισμικό και το επεκτείνατε διαθέσιμες στους υπόλοιπους). Σε τέτοιες περιπτώσεις εκμεταλλεύεστε το χρόνο και τον κόπο της κοινότητας και του δημιουργού που κόπιασαν να 
			φτιάξουν αυτό το λογισμικό χωρίς να δίνετε πίσω τον τροποποιημένο κώδικα. <br/>
			Αντίθετα εάν κάποιος θέλει να "παρέχει" το λογισμικό ως υπηρεσία σε τρίτους δεν μπορεί να παρέχει τον κώδικα του λογισμικού χρεώνοντας τον ίδιο τον κώδικα. Ο κώδικας του λογισμικού είναι ελεύθερος, 
			διατίθεται δωρεάν και παρέχεται σύμφωνα με τους όρους της παραπάνω άδειας. Μπορεί να παρέχει σε τρίτους μόνο την υποστήριξη στο λογισμικό, αναφέροντας τον δημιουργό, τις τροποποιήσεις στον κώδικα, συνδέσμους 
			για το διαδικτυακό τόπο που μπορεί να βρεθεί το λογισμικό ελεύθερο καθώς και συνδέσμους προς τον κώδικα για τις τροποποιήσεις που πραγματοποίησε σε αυτό (Αυτό είναι υποχρεωτικό).   <br/>
			Μπορείτε να ανεβάσετε το λογισμικό σε κάποιο domain, σε κάποιο lan-server (πχ εταιρικό) δίνοντας όμως στην αρχική σελίδα το σύνδεσμο προς το αρχείο που περιέχει τον κώδικα του τροποποιημένου πλέον λογισμικού. 
			Εάν θέλετε να χρησιμοποιήσετε κάποια function του λογισμικού σε δικό σας project (πχ τον αλγόριθμο που παράγει το xml) μπορείτε να το κάνετε αναφέροντας όμως την πηγή και δίνοντας τον τρόπο που ενσωματώθηκε 
			στο δικό σας λογισμικό ώστε και άλλοι να επωφεληθούν από το έργο αυτό.  <br/> <br/>
			Επίσης συγκεκριμένες βιβλιοθήκες που χρησιμοποιούνται στο λογισμικό διατίθενται μόνο για δωρεάν χρήση και όχι για εμπορικούς σκοπούς. <br/> <br/>
			Σε ΚΑΘΕ περίπτωση ο κώδικας τροποποιημένος ή μη πρέπει να διατίθεται δωρεάν και να υπάρχει η πρόσβαση σε αυτόν. 
			<br/><br/>
			</p>
				<?php
				echo create_library_peri();
				?>
		
		</div><!--tab content-->
		
		
		<div class="tab-pane" id="tabs-1">
					
			<div class="row">
					
			</div>
		</div>
		
			</div><!--tabs-->
	</div><!--col-md-12-->	
</div>
 <!-- /.row (main row) -->
<script>
	$("input").alphanum();	
</script>	
</section>
<!-- /.content -->
</div>
<!-- /.content-wrapper -->

