<?php
/*
Copyright (C) 2013 - Labros kenak v.4.0 beta
Author: Labros Karoyntzos 

Labros kenak v.4.0 beta from Labros Karountzos is free software: 
you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, version 3 of the License.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU General Public License for more details.

You should have received a copy of the GNU General Public License version 3
along with this program.  If not, see http://www.gnu.org/licenses/gpl-3.0.html.

Το παρόν με την ονομασία Labros kenak v.4.0 beta με δημιουργό τον Λάμπρο Καρούντζο
στοιχεία επικοινωνίας info@chem-lab.gr www.chem-lab.gr
είναι δωρεάν λογισμικό. Μπορείτε να το τροποποιήσετε και επαναδιανείμετε υπό τους
όρους της άδειας GNU General Public License όπως δίδεται από το Free Software Foundation
στην έκδοση 3 αυτής της άδειας.
Το παρόν σχόλιο πρέπει να παραμένει ως έχει ώστε να τηρείται η παραπάνω άδεια κατά τη διανομή.
*/
require("include_check.php");
//confirm_logged_in();
?>
<!-- Content Wrapper. Contains page content -->
<div class="content-wrapper">

<section class="content-header">
	<h1>
	La-kenak
	<small>Πρόγραμμα "Εξοικονομώ κατ' οίκον"</small>
	</h1>
	<ol class="breadcrumb">
	<li><a href="#"><i class="fa fa-dashboard"></i> La-kenak</a></li>
	<li><a href="#"><i class="fa fa-university"></i> Βιβλιοθήκες</a></li>
	<li class="active"> "Εξοικονομώ κατ' οίκον"</li>
	</ol>
</section>

<!-- Main content -->
<section class="content">
	
<!-- Main row -->
<div class="row">
<div class="col-md-12">		
		<div class="nav-tabs-custom">
		<ul class="nav nav-tabs">
			<li><a href="#tabs-1" data-toggle="tab">Εξοικονομώ Ι</a></li>
			<li class="active"><a href="#tabs-2" data-toggle="tab">Εξοικονομώ ΙΙ</a></li>
			<li><a href="#tabs-3" data-toggle="tab">Υπολογισμοί</a></li>
			<li><a href="#tabs-4" data-toggle="tab">Έντυπο παρεμβάσεων</a></li>
		</ul>
			
			<!--ΠΑΡΕΜΒΑΣΕΙΣ-->
			<div class="tab-content">
			<div class="tab-pane" id="tabs-1">
			<?php
			
			//Με χρήση βιβλιοθήκης μόνο για προβολή
			//αρχείο functions_vivliothikes.php
			echo create_library_parembvaseis();	
			?>

			</div>
			<!--ΠΑΡΕΜΒΑΣΕΙΣ-->
			
			<!--ΕΚΟΙΚΟΝΟΜΩ ΙΙ-->
			<div class="tab-pane active" id="tabs-2">
			
				<div class="nav-tabs-custom">
				<ul class="nav nav-tabs">
					<li class="active"><a href="#exoikonomw-1" data-toggle="tab">Ωφελούμενοι</a></li>
					<li><a href="#exoikonomw-2" data-toggle="tab">Ορισμοί</a></li>
					<li><a href="#exoikonomw-3" data-toggle="tab">Κριτήρια επιλεξιμότητας</a></li>
					<li><a href="#exoikonomw-4" data-toggle="tab">Παρεμβάσεις</a></li>
					<li><a href="#exoikonomw-5" data-toggle="tab">Όρια (Κέλυφος)</a></li>
					<li><a href="#exoikonomw-6" data-toggle="tab">Όρια (Συστήματα)</a></li>
					<li><a href="#exoikonomw-7" data-toggle="tab">Απαιτήσεις Υλικών</a></li>
					<li><a href="#exoikonomw-8" data-toggle="tab">Επιλέξιμος προϋπολογισμός</a></li>
				</ul>
					
					<div class="tab-content">
						<div class="tab-pane active" id="exoikonomw-1">
							<h4>Πίνακας - Κατηγορίες ωφελούμενων ανά εισοδηματικό κριτήριο και απαίτηση εξοικονόμησης</h4>
							<table class="table-bordered table-condensed table-hover" style="width:100%;">
							<tr style="text-align:center;background-color:#e9eced;">
								<th style="text-align:center;background-color:#e9eced;">
									Κατηγορία
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Ατομικό «Εισόδημα επιβολής εισφοράς αλληλεγγύης»
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Οικογενειακό «Εισόδημα επιβολής εισφοράς αλληλεγγύης»
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Βασικό Ποσοστό Επιχορήγησης
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Αύξηση Επιχορήγησης ανά εξαρτώμενο τέκνο
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Μέγιστο Ποσοστό Επιχορήγησης
								</th>
								<th style="text-align:center;background-color:#e9eced;">
									Απαιτούμενη επίτευξη ετήσιας εξοικονόμησης πρωτογενούς ενέργειας % του Κ.Α. σε (kWh/m<sup>2</sup>)
								</th>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									1
								</td>
								<td>
									Έως 10.000
								</td>
								<td>
									Έως 20.000
								</td>
								<td>
									60%
								</td>
								<td>
									5%
								</td>
								<td>
									70%
								</td>
								<td>
									40%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									2
								</td>
								<td>
									> 10.000 έως 15.000
								</td>
								<td>
									> 20.000 έως 25.000
								</td>
								<td>
									50%
								</td>
								<td>
									5%
								</td>
								<td>
									70%
								</td>
								<td>
									40%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									3
								</td>
								<td>
									> 15.000 έως 20.000
								</td>
								<td>
									> 25.000 έως 30.000
								</td>
								<td>
									40%
								</td>
								<td>
									5%
								</td>
								<td>
									70%
								</td>
								<td>
									70%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									4
								</td>
								<td>
									> 20.000 έως 25.000
								</td>
								<td>
									> 30.000 έως 35.000
								</td>
								<td>
									35%
								</td>
								<td>
									5%
								</td>
								<td>
									70%
								</td>
								<td>
									70%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									5
								</td>
								<td>
									> 25.000 έως 30.000
								</td>
								<td>
									> 35.000 έως 40.000
								</td>
								<td>
									30%
								</td>
								<td>
									5%
								</td>
								<td>
									50%
								</td>
								<td>
									70%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									6
								</td>
								<td>
									> 30.000 έως 35.000
								</td>
								<td>
									> 40.000 έως 45.000
								</td>
								<td>
									25%
								</td>
								<td>
									5%
								</td>
								<td>
									50%
								</td>
								<td>
									70%
								</td>
							</tr>
							<tr style="text-align:center;">
								<td style="text-align:center;background-color:#e9eced;">
									7
								</td>
								<td>
									> 35.000 έως 40.000
								</td>
								<td>
									> 45.000 έως 50.000
								</td>
								<td>
									0%
								</td>
								<td>
									5%
								</td>
								<td>
									0%
								</td>
								<td>
									70%
								</td>
							</tr>
						</table>
						
						Η πρόταση (συνδυασμός παρεμβάσεων) για ενεργειακή αναβάθμιση, που υποβάλλεται με την αίτηση, θα πρέπει 
						να καλύπτει τον ελάχιστο ενεργειακό στόχο αίτησης, ως εξής:
						<ul>
								<li>
									α) Για τις εισοδηματικές κατηγορίες 1 και 2 απαιτείται η κάλυψη των ελάχιστων απαιτήσεων του ΚΕνΑΚ για κάθε 
									παρέμβαση που υλοποιείται και επίτευξη ετήσιας εξοικονόμησης πρωτογενούς ενέργειας μεγαλύτερης από το 40% 
									της κατανάλωσης (kWh/m2) του κτηρίου αναφοράς (προ παρεμβάσεων).
								</li>
								<li>
									β) Για τις εισοδηματικές κατηγορίες 3 έως 7 απαιτείται η κάλυψη των ελάχιστων απαιτήσεων του ΚΕνΑΚ για κάθε 
									παρέμβαση που υλοποιείται και επίτευξη ετήσιας εξοικονόμησης πρωτογενούς ενέργειας μεγαλύτερης από το 70% 
									της κατανάλωσης (kWh/m2) του κτηρίου αναφοράς (προ παρεμβάσεων).
								</li>
								<li>
									Εάν το υλοποιηθέν έργο αφορά σε ριζική ανακαίνιση του κτηρίου/ της κτηριακής μονάδας κατά την έννοια των διατάξεων της 
									παρ. 12 του άρθρου 2 του ν. 4122/2013, όπως έχει τροποποιηθεί και ισχύει, θα πρέπει, επιπλέον των ανωτέρω, το σύνολο των 
									παρεμβάσεων να οδηγεί στην κατάταξη του κτηρίου/της κτηριακής μονάδας στην ενεργειακή κατηγορία Β, σύμφωνα με την παρ. 
									5 του άρθ. 7 του «Κανονισμού Ενεργειακής Απόδοσης Κτιρίων» (ΚΕνΑΚ), στο βαθμό που αυτό είναι τεχνικά και λειτουργικά εφικτό. <br/><br/>
									Σε περίπτωση που η επίτευξη της κατηγορίας Β δεν είναι τεχνικά και λειτουργικά εφικτή, το ανακαινιζόμενο κτήριο/κτηριακή μονάδα 
									θα πρέπει να κατατάσσεται στην ενεργειακή κατηγορία που προκύπτει από τη Μελέτη Ενεργειακής Απόδοσης.
								</li>
							</ul>
							
						</div><!---exoikonomw-1-->
						
						<div class="tab-pane" id="exoikonomw-2">
							<h4>Ορισμοί</h4>
							<ul>
								<li>
									<b>Μονοκατοικία</b><br/>
									Το ενιαίο κτήριο που περιλαμβάνει μία ιδιοκτησία, που διατάσσεται σε μία ή περισσότερες στάθμες, με κύρια χρήση κατοικίας. 
									Στον ορισμό της μονοκατοικίας εμπίπτουν και οι περιπτώσεις κτηρίων μικτής χρήσης με χρήσεις άλλες από κατοικία στη στάθμη 
									του ισόγειου / ημιυπόγειου / ημιώροφου με ανεξάρτητη πρόσβαση (π.χ. καταστήματα, εργαστήρια κ.ά. με είσοδο από το δρόμο).
									<br/>
									Εκδίδεται ΠΕΑ:
										<ol>
											<li>α) για «Ολόκληρο Κτήριο» και χρήση «Μονοκατοικία» εάν πρόκειται για ολόκληρο το κτήριο ή </li>
											<li>β) για «Κτηριακή μονάδα» και χρήση «Μονοκατοικία» εάν πρόκειται για το τμήμα του κτηρίου που αφορά στην μοναδική 
											κατοικία του κτηρίου.</li>
										</ol>
								</li>
								<li>
									<b>Πολυκατοικία</b><br/>
									Το ενιαίο κτήριο που περιλαμβάνει περισσότερες από μία κτηριακές μονάδες - ιδιοκτησίες με κύρια χρήση κατοικίας, σε οριζόντια ή/και 
									κατακόρυφη διάταξη. Στον ορισμό της πολυκατοικίας εμπίπτουν και οι περιπτώσεις κτηρίων κατοικίας που περιλαμβάνουν και χρήσεις 
									άλλες από κατοικία στη στάθμη του ισόγειου / ημιυπόγειου / ημιώροφου με ανεξάρτητη πρόσβαση (π.χ. καταστήματα, εργαστήρια κ.ά. 
									με είσοδο από το δρόμο).
									<br/>
									Εκδίδεται ΠΕΑ:
										<ol>
											<li>για «Ολόκληρο Κτήριο» και χρήση «Πολυκατοικία» εάν πρόκειται για ολόκληρο το κτήριο ή το τμήμα του που αφορά στο 
											σύνολο των κατοικιών του κτηρίου.</li>
										</ol>
								</li>
								<li>
									<b>Διαμέρισμα</b><br/>
									Kτηριακή μονάδα – ιδιοκτησία (κατοικία) εντός κτηρίου με χρήση πολυκατοικίας.
									<br/>
									Εκδίδεται ΠΕΑ:
										<ol>
											<li>για «Κτηριακή μονάδα» και χρήση «Πολυκατοικία» και αναγράφεται τίτλος για την κτηριακή μονάδα (π.χ. 
											Διαμέρισμα Α1).</li>
										</ol>
								</li>
							</ul>
						
						</div><!---exoikonomw-2-->
							
						<div class="tab-pane" id="exoikonomw-3">
							<h4>Κριτήρια επιλεξιμότητας κατοικιών</h4>
							<ul>
								<li>
									<b>Χρησιμοποιείται ως κύρια κατοικία</b><br/>
									όπως προκύπτει από τα στοιχεία της δήλωσης φορολογίας εισοδήματος (Ε1), του προσώπου που τη χρησιμοποιεί, για το έτος 
									βάσει των εισοδημάτων του οποίου γίνεται η κατάταξη του Ωφελούμενου στις κατηγορίες του πίνακα 2.2.1.
								</li>
								<li>
									<b>Υφίσταται νόμιμα</b><br/>
									Στην περίπτωση που ο ιδιοκτήτης της κατοικίας δε διαθέτει οικοδομική άδεια ή αυτή δεν ανταποκρίνεται στην 
									τρέχουσα κατάσταση της κατοικίας, θα πρέπει να προσκομισθεί σχετικό νομιμοποιητικό έγγραφο, από το οποίο 
									να προκύπτει ότι η εν λόγω κατοικία υφίσταται νόμιμα.
									<br/>
									Επιλέξιμες είναι και οι κατοικίες της παρ.2, του άρθρου 82 του ν. 4495/2017 (ΦΕΚ 167/Α΄/03.11.2017) 
									(για την περίπτωση ζ της παρ.2 του παραπάνω άρθρου πρέπει να έχει καταβληθεί το σύνολο του ενιαίου ειδικού 
									προστίμου).
								</li>
								<li>
									<b>Ενεργειακά βρίσκεται στην κατηγορία Δ ή χαμηλότερη</b><br/>
									Έχει καταταχθεί βάσει του Πιστοποιητικού Ενεργειακής Απόδοσης (ΠΕΑ), το οποίο έχει εκδοθεί μετά την 26.11.2017 
									(27.11.2017 η ημερομηνία ενεργοποίησης του πληροφοριακού συστήματος έκδοσης Πιστοποιητικών Ενεργειακής 
									Απόδοσης βάσει του ΚΕνΑΚ που έχει εγκριθεί με την απόφαση ΔΕΠΕΑ/οικ. 178581/30.06.2017, ΦΕΚ Β’ 2367/12.07.2017) 
									σε κατηγορία χαμηλότερη ή ίση της Δ.
								</li>
								<li>
									<b>Δεν έχει κριθεί κατεδαφιστέα.</b>
								</li>
							</ul>
						</div><!---exoikonomw-3-->
						
						
						<div class="tab-pane" id="exoikonomw-4">
							<h4>Επιλέξιμες παρεμβάσεις</h4>
							<ul>
								<li>
									<b>Αντικατάσταση Κουφωμάτων.</b><br/>
									Βάσει των απαιτήσεων του προγράμματος για ενεργειακή αναβάθμιση, η παρέμβαση αφορά κατά βάση σε αντικατάσταση 
									υφιστάμενων κουφωμάτων (συμπεριλαμβανομένης της αποξήλωσης τους και των εργασιών που απαιτούνται για την τελική 
									διαμόρφωση του δομικού στοιχείου) με θερμομονωτικά/ θερμο-διακοπτόμενα κουφώματα με διπλούς υαλοπίνακες. Επιλέξιμη 
									είναι και η αλλαγή μόνο του υαλοπίνακα (συμπεριλαμβανομένων των εργασιών προσαρμογής του πλαισίου) με την προϋπόθεση 
									ότι επιτυγχάνεται ενεργειακή αναβάθμιση του κουφώματος (υφιστάμενο πλαίσιο και υαλοπίνακας) πάνω από τις ελάχιστες 
									απαιτήσεις. Επιλέξιμη επίσης είναι η αντικατάσταση εξώπορτας σε μονοκατοικία και κουφωμάτων κλιμακοστασίου και 
									φωταγωγού σε πολυκατοικία. Δεν συμπεριλαμβάνονται όμως «ανοίγματα» προς εσωτερικούς χώρους του κτηρίου 
									θερμαινόμενους ή μη (π.χ. πόρτα διαμερίσματος). Στην κατηγορία αυτή γίνονται αποδεκτές και συμπληρωματικές (και 
									όχι αυτοτελείς) δαπάνες για σταθερά ή κινητά συστήματα σκίασης (τέντες, εξώφυλλα, ρολά, κλπ).
								</li>
								<li>
									<b>Τοποθέτηση/αναβάθμιση θερμομόνωσης.</b><br/>
									Με στόχο την θερμομονωτική προστασία του κτηριακού κελύφους, επιλέξιμες είναι η τοποθέτηση θερμομόνωσης (εξωτερικά ή 
									εσωτερικά) στην επιστέγαση (είτε αυτή διαμορφώνεται ως επίπεδο δώμα ή ως οροφή κάτω από μη θερμομονωμένη στέγη), 
									στην εξωτερική τοιχοποιία, καθώς και στην οροφή δαπέδου επάνω από ανοιχτό υπόστυλο χώρο (pilotis) ή από άλλο μη 
									θερμαινόμενο χώρο (π.χ. δάπεδο ισογείου), με επικάλυψη είτε με επιχρίσματα είτε με ελαφρά πετάσματα.
								</li>
								<li>
									<b>Αναβάθμιση συστήματος θέρμανσης/ψύξης.</b><br/>
									Στην κατηγορία αυτή είναι επιλέξιμες:
										<ol>
											<li>
												Η εγκατάσταση νέου ή αντικατάσταση υφιστάμενου συστήματος θέρμανσης με καινούριο σύστημα (κεντρικό ή 
												ατομικό) πετρελαίου/φυσικού αερίου/υγραερίου/βιομάζας/αντλίας θερμότητας/Σ.Η.Θ.Υ.Α. Η εγκατάσταση / 
												αντικατάσταση αφορά στον ηλεκτρομηχανολογικό εξοπλισμό του λεβητοστασίου στο σύνολό του και του δικτύου 
												διανομής (αυτοματισμοί, κυκλοφορητές, καμινάδα, αντικατάσταση ή μόνωση σωληνώσεων, κλπ.). Δεν είναι 
												επιλέξιμες οι δαπάνες για δεξαμενή πετρελαίου και τερματικές μονάδες απόδοσης θερμότητας (σώματα καλοριφέρ, 
												ενδοδαπέδιο σύστημα, κλπ).
											</li>
											<li>
												Η τοποθέτηση διατάξεων αυτομάτου ελέγχου της λειτουργίας του συστήματος θέρμανσης, όπως χρονοδιακόπτες, 
												αυτοματισμούς αντιστάθμισης ή/και υδραυλικής ισορροπίας για τη ρύθμιση των μερικών φορτίων (τρίοδη ή 
												τετράοδη ηλεκτροβάννα, ρυθμιστές στροφών κυκλοφορητών, κλπ), θερμοστάτες χώρων, θερμοστατικές 
												κεφαλές θερμαντικών σωμάτων, κλπ., συμπεριλαμβανομένων συστημάτων θερμιδομέτρησης για την κατανομή 
												δαπανών θέρμανσης καθώς και οι εργασίες για την αναβάθμιση της παροχής για την εγκατάσταση αντλίας θερμότητας.
											</li>
										</ol>
								</li>
								<li>
									<b>Σύστημα ΖΝΧ με χρήση Ανανεώσιμων Πηγών Ενέργειας (ΑΠΕ).</b><br/>
									Στην κατηγορία αυτή είναι επιλέξιμη η τοποθέτηση αντλίας θερμότητας, ηλιακού συστήματος για την παροχή ζεστού νερού 
									χρήσης ή/και υποβοήθηση του κυρίως συστήματος θέρμανσης (συλλέκτης, δοχείο αποθήκευσης νερού, βάση στήριξης, 
									σωληνώσεις, κλπ).
								</li>
							</ul>
						</div><!---exoikonomw-4-->
						
						<div class="tab-pane" id="exoikonomw-5">
							<h4>Όρια παρεμβάσεων - Κέλυφος</h4>
							<table class="table-bordered table-condensed table-hover" style="width:100%;">
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										ΚΑΤΗΓΟΡΙΕΣ / ΥΠΟΚΑΤΗΓΟΡΙΕΣ ΠΑΡΕΜΒΑΣΕΩΝ
									</th>
									<th colspan="2" style="text-align:center;background-color:#e9eced;">
										ΑΝΩΤΑΤΑ ΟΡΙΑ ΕΠΙΛΕΞΙΜΩΝ ΔΑΠΑΝΩΝ ΑΝΑ ΚΑΤΗΓΟΡΙΑ ΔΑΠΑΝΗΣ - ΕΝΕΡΓΕΙΑΚΩΝ ΧΑΡΑΚΤΗΡΙΣΤΙΚΩΝ (€/m<sup>2</sup>)
									</th>
								</tr>
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										1. ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΚΟΥΦΩΜΑΤΩΝ
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										I
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										II
									</th>
								</tr>
								<tr style="text-align:center;">
									<td>
										Συντελεστής Θερμοπερατότητας U [W/(m2 . K)]
									</td>
									<th style="text-align:center;background-color:#e9eced;">
										2 ≤ U ˂ 3,2
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										U < 2,0
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Α1 Πλαίσιο αλουμινίου με υαλοπίνακα- Παράθυρο
									</td>
									<td style="text-align:center;">
										370
									</td>
									<td style="text-align:center;">
										440
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Α2 Πλαίσιο αλουμινίου με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										300
									</td>
									<td style="text-align:center;">
										350
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.B1 Πλαίσιο ξύλου με υαλοπίνακα - Παράθυρο
									</td>
									<td style="text-align:center;">
										470
									</td>
									<td style="text-align:center;">
										540
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.B2 Πλαίσιο ξύλου με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										390
									</td>
									<td style="text-align:center;">
										440
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Γ1 Πλαίσιο PVC με υαλοπίνακα - Παράθυρο
									</td>
									<td style="text-align:center;">
										250
									</td>
									<td style="text-align:center;">
										270
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Γ2 Πλαίσιο PVC με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										180
									</td>
									<td style="text-align:center;">
										240
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Δ Μόνο υαλοπίνακες (Χωρίς αντικατάσταση πλαισίου)*
									</td>
									<td style="text-align:center;">
										135
									</td>
									<td style="text-align:center;">
										155
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Ε1 Εξωτερικό προστατευτικό φύλλο (σύστημα Κουτί–Ρολό, ή Εξώφυλλο)** ****
									</td>
									<td colspan="2" style="text-align:center;">
										140
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Ε2 Λοιπά σταθερά ή κινητά συστήματα σκίασης*** ****
									</td style="text-align:center;">
									<td colspan="2" style="text-align:center;">
										25
									</td>
								</tr>
								
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										2. ΑΝΑΒΑΘΜΙΣΗ ΘΕΡΜΟΜΟΝΩΣΗΣ<br/>
										Θερμική Αντίσταση R[(m2.K)/W]
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										0,9 ˂ R ≤ 1,8<br/>
										0.555 ≤ U ˂ 1.111
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										R > 1,8<br/>
										U ˂ 0.555
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Α Θερμομόνωση δώματος
									</td>
									<td style="text-align:center;">
										44
									</td>
									<td style="text-align:center;">
										48
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Β Θερμομόνωση στέγης ή οριζόντιας οροφής κάτω από μη θερμομονωμένη στέγη
									</td>
									<td style="text-align:center;">
										17
									</td>
									<td style="text-align:center;">
										25
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Γ1 Θερμομόνωση εξωτ. τοιχοποιίας, φέροντος οργανισμού, δαπέδου επί εδάφους επί πιλοτής, ή μη θερμαινόμενου χώρου, με επικάλυψη με συνθετικό επίχρισμα
									</td>
									<td style="text-align:center;">
										45
									</td>
									<td style="text-align:center;">
										55
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Γ2 Θερμομόνωση εξωτ. τοιχοποιίας, φέροντος οργανισμού, δαπέδου επί πιλοτής, ή μη θερμαινόμενου χώρου, με επικάλυψη με ελαφρά πετάσματα
									</td>
									<td style="text-align:center;">
										29
									</td>
									<td style="text-align:center;">
										35
									</td>
								</tr>
							</table>
							
							<ul>
								<li>
									* Στην περίπτωση αυτή ο Ενεργειακός Επιθεωρητής θα πρέπει στο Έντυπο Καταγραφής παρεμβάσεων (Παρ. VI) να 
									δηλώνει το συνολικό U που επιτεύχθηκε με το υλικό που τοποθετήθηκε, προκειμένου να γίνει η ένταξή του σε κάποια 
									από τις δύο κατηγορίες δαπάνης.</li>
								<li>
									** Συμπληρωματικές επεμβάσεις (επιλογή υποχρεωτικά σε συνδυασμό με αντικατάσταση κουφώματος)
								</li>
								<li>
									*** Συμπληρωματικές επεμβάσεις (επιλογή υποχρεωτικά σε συνδυασμό με αντικατάσταση κουφώματος ή παρεμβάσεις 
									θερμομόνωσης της κατηγορίας 2)</li>
								<li>
									**** Ανώτατο όριο δαπάνης ανεξαρτήτως συντελεστή θερμοπερατότητας U. Για την καταχώρηση στον πίνακα παρεμβάσεων 
									επιλέγεται στο Πληροφοριακό Σύστημα κατηγορία U Ι</li>
							</ul>
							
						</div><!---exoikonomw-5-->
						
						<div class="tab-pane" id="exoikonomw-6">
							<h4>Όρια παρεμβάσεων - Συστήματα</h4>
							<table class="table-bordered table-condensed table-hover" style="width:100%;">
								<tr style="text-align:center;background-color:#e9eced;">
									<th style="text-align:center;">
										ΚΑΤΗΓΟΡΙΕΣ / ΥΠΟΚΑΤΗΓΟΡΙΕΣ ΠΑΡΕΜΒΑΣΕΩΝ
									</th>
									<th colspan="8" style="text-align:center;">
										ΑΝΩΤΑΤΑ ΟΡΙΑ ΕΠΙΛΕΞΙΜΩΝ ΔΑΠΑΝΩΝ ΑΝΑ ΚΑΤΗΓΟΡΙΑ ΔΑΠΑΝΗΣ - ΕΝΕΡΓΕΙΑΚΩΝ ΧΑΡΑΚΤΗΡΙΣΤΙΚΩΝ (€/μονάδα)
									</th>
								</tr>
								<tr style="text-align:center;background-color:#e9eced;">
									<th style="text-align:center;">
										3. ΑΝΑΒΑΘΜΙΣΗ ΣΥΣΤΗΜΑΤΟΣ ΘΕΡΜΑΝΣΗΣ/ΨΥΞΗΣ
									</th>
									<th style="text-align:center;">
										Ι
									</th>
									<th style="text-align:center;">
										ΙΙ
									</th>
									<th style="text-align:center;">
										ΙΙΙ
									</th>
									<th style="text-align:center;">
										ΙV
									</th>
									<th style="text-align:center;">
										V
									</th>
									<th style="text-align:center;">
										VΙ
									</th>
									<th style="text-align:center;">
										VIΙ
									</th>
									<th style="text-align:center;">
										VIIΙ
									</th>
								</tr>
								<tr style="text-align:center;background-color:#e9eced;">
									<td>
										Ισχύς P (kW)
									</td>
									<th style="text-align:center;">
										P≤8
									</th>
									<th style="text-align:center;">
										8 < P ≤ 12
									</th>
									<th style="text-align:center;">
										12 < P ≤ 20
									</th>
									<th style="text-align:center;">
										20 < P ≤ 35
									</th>
									<th style="text-align:center;">
										35 < P ≤ 50
									</th>
									<th style="text-align:center;">
										50 < P ≤ 100
									</th>
									<th style="text-align:center;">
										100 < P ≤ 200
									</th>
									<th style="text-align:center;">
										P > 200
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Α Σύστημα καυστήρα – λέβητα Πετρελαίου
									</td>
									<td colspan="3" style="text-align:center;">
										4.500
									</td>
									<td style="text-align:center;">
										6.400
									</td>
									<td style="text-align:center;">
										8.300
									</td>
									<td style="text-align:center;">
										11.000
									</td>
									<td style="text-align:center;">
										14.500
									</td>
									<td style="text-align:center;">
										21.500
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Β Σύστημα καυστήρα – λέβητα Φυσικού Αερίου / Υγραερίου
									</td>
									<td colspan="3" style="text-align:center;">
										2.500
									</td>
									<td style="text-align:center;">
										3.500
									</td>
									<td style="text-align:center;">
										5.900
									</td>
									<td style="text-align:center;">
										11.000
									</td>
									<td style="text-align:center;">
										15.500
									</td>
									<td style="text-align:center;">
										20.800
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Γ Σύστημα Α/Θ (Θέρμανσης – Ψύξης / Ελάχιστη απαίτηση ενεργειακή σήμανση στους 55oC)
									</td>
									<td style="text-align:center;">
										5.700
									</td>
									<td style="text-align:center;">
										6.600
									</td>
									<td style="text-align:center;">
										9.400
									</td>
									<td style="text-align:center;">
										13.700
									</td>
									<td style="text-align:center;">
										22.800
									</td>
									<td colspan="3" style="text-align:center;">
										25.000
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Δ Σύστημα γεωθερμικής αντλίας θερμότητας
									</td>
									<td style="text-align:center;">
										4.900
									</td>
									<td style="text-align:center;">
										6.100
									</td>
									<td style="text-align:center;">
										9.100
									</td>
									<td style="text-align:center;">
										13.300
									</td>
									<td style="text-align:center;">
										23.100
									</td>
									<td colspan="3" style="text-align:center;">
										25.000
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Ε Σύστημα συμπαραγωγής Φ.Α. (ΣΗΘΥΑ)
									</td>
									<td style="text-align:center;">
										14.000
									</td>
									<td style="text-align:center;">
										21.000
									</td>
									<td colspan="6" style="text-align:center;">
										25.000
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.ΣΤ Σύστημα λέβητα βιομάζας - πελλέτας ξύλου/ Ενεργειακό τζάκι*
									</td>
									<td colspan="3" style="text-align:center;">
										6.900
									</td>
									<td style="text-align:center;">
										7.200
									</td>
									<td style="text-align:center;">
										9.400
									</td>
									<td style="text-align:center;">
										13.200
									</td>
									<td colspan="2" style="text-align:center;">
										25.000
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Ζ Αντλίες θερμότητας αέρα – αέρα διαιρούμενου τύπου (split) 
										για θέρμανση/ ψύξη χώρου ** 
									</td>
									<th style="text-align:center;background-color:#e9eced;">
										P ≤ 2.6
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										2.6 < P ≤ 3.5
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										P > 3.5
									</th>
									<th colspan="5" rowspan="2" style="text-align:center;background-color:#e9eced;">
										
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										(Κατηγορίες δαπάνης βάσει της ψυκτικής ισχύος split unit σε kW)
									</td>
									<td style="text-align:center;">
										850
									</td>
									<td style="text-align:center;">
										1.100
									</td>
									<td style="text-align:center;">
										2.000
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.H Διατάξεις αυτομάτου ελέγχου λειτουργίας συστήματος θέρμανσης ***
									</td>
									<td colspan="8">
										700€ ανά αίτηση με ανώτατο όριο 7.000€ για πολυκατοικία
									</td>
								</tr>
								<tr>
									<th style="text-align:center;background-color:#e9eced;">
										4. ΣΥΣΤΗΜΑ ΠΑΡΟΧΗΣ ΖΝΧ
									</th>
									<td colspan="8" style="text-align:center;background-color:#e9eced;">
										
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Α Ηλιακό θερμοσυφωνικό σύστημα συλλέκτη – ταμιευτήρα αποθήκευσης ΖΝΧ *** ****
									</td>
									<td colspan="8">
										1.100€ ανά αίτηση
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Β Ηλιoθερμικό σύστημα συλλέκτη – ταμιευτήρα αποθήκευσης ΖΝΧ βεβιασμένης κυκλοφορίας*** ****
									</td>
									<td colspan="8">
										3.000€ ανά αίτηση με ανώτατο όριο 6.000€ για πολυκατοικία
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Γ Ηλιoθερμικό σύστημα παροχής ζεστού νερού χρήσης (ΖΝΧ) και υποβοήθησης θέρμανσης χώρου*** ****
									</td>
									<td colspan="8">
										10.000€ ανά αίτηση με ανώτατο όριο 25.000€ για πολυκατοικία
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Δ Αντλία θερμότητας***
									</td>
									<td colspan="8">
										1.500€ ανά αίτηση
									</td>
								</tr>
								
							</table>
							
							<ul>
								<li>
									* Για τα ενεργειακά τζάκια οι επιλέξιμες δαπάνες περιορίζονται στις κατηγορίες ισχύος I ως και IV.
								</li>
								<li>
									** Με μέγιστο την τοποθέτηση 3 μονάδων
								</li>
								<li>
									*** Ανώτατο όριο δαπάνης ανεξαρτήτως ισχύος. Για την καταχώρηση στον πίνακα παρεμβάσεων επιλέγεται στο 
									Πληροφοριακό Σύστημα κατηγορία ισχύος Ι
								</li>
								<li>
									**** Δεν επιτρέπεται ο συνδυασμός της παρέμβασης 4.Γ με τις 4.Α και 4.Β
								</li>
							</ul>
							
							<ul>
								<li>
									Για αντικατάσταση συστημάτων θέρμανσης άνω των 20 kW σε κτήριο (όχι κτηριακή μονάδα) η ισχύς του συστήματος (kW) 
									δεν μπορεί να είναι μεγαλύτερη της ισχύος που προκύπτει από τη σχέση 4.1 της Τ.Ο.Τ.Ε.Ε.-20701-1/2017 (Pgen) ή της 
									μελέτης εφαρμογής θέρμανσης του κτηρίου.
								</li>
								<li>
									Σε περίπτωση που στο σύστημα θέρμανσης περιλαμβάνεται και η παροχή ζεστού νερού χρήσης (ΖΝΧ) και ο ταμιευτήρας 
									αποθήκευσης του ΖΝΧ είναι ενσωματωμένος στο σύστημα θέρμανσης, τα ανώτατα όρια δαπάνης των υποκατηγοριών 3.Α 
									έως 3.Δ προσαυξάνονται κατά 1.500€ για τις κατηγορίες ισχύoς I-IV, κατά 2.200€ για τις κατηγορίες ισχύος V-VI, και κατά 
									3.000€ για τις κατηγορίες ισχύος VII-VIII, χωρίς υπέρβαση του ανώτατου ορίου των 25.000€. Στην περίπτωση αυτή δεν 
									γίνεται επιλέξιμη δαπάνη στην υποκατηγορία 4.Α και στην υποκατηγορία 4.Β μειώνονται κατά 1.500€ το ανώτατο όριο ανά 
									αίτηση και κατά 3.000€ το ανώτατο όριο για πολυκατοικία.
								</li>
							</ul>
							
						</div><!---exoikonomw-6-->
						
						
						<div class="tab-pane" id="exoikonomw-7">
							<h4>Απαιτήσεις υλικών</h4>
							<ul>
								<li>
								Για τον έλεγχο των ανωτέρω απαιτήσεων θα πρέπει τα υλικά και τα συστήματα που θα χρησιμοποιηθούν για τις παρεμβάσεις να 
								φέρουν πιστοποίηση των ενεργειακών χαρακτηριστικών τους. 
								</li>
								<li>
								Ειδικά για τα συστήματα της κατηγορίας 3, πλην των υποκατηγοριών 3.ΣΤ και 3.Η, και της κατηγορίας 4 του παρακάτω πίνακα 
								προσκομίζεται δελτίο προϊόντος, όπως αυτό ορίζεται στην Οδηγία 2010/30/ΕΕ του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου της 
								Ευρωπαϊκής Ένωσης για την ενεργειακή επισήμανση (Energy Labelling). 
								</li>
								<li>
								Επιπρόσθετα, τα δομικά υλικά και τα ηλεκτρομηχανολογικά συστήματα, για τα οποία υφίσταται σχετική υποχρέωση από την κείμενη 
								νομοθεσία, θα πρέπει να φέρουν σήμανση CE. 
								</li>
								<li>
								Στην περίπτωση αίτησης πολυκατοικίας, εφόσον πληρούνται τα εισοδηματικά κριτήρια της κατηγορίας 1 ή 2 τουλάχιστον από το 
								50% του πλήθους των επιλέξιμων ιδιοκτησιών, ο ελάχιστος ενεργειακός στόχος ορίζεται ταυτόσημος με το στόχο της ανωτέρω α’ 
								περίπτωσης. Σε αντίθετη περίπτωση ο ελάχιστος ενεργειακός στόχος ορίζεται ταυτόσημος με το στόχο της ανωτέρω β’ περίπτωσης.
								</li>
							</ul>
						</div><!---exoikonomw-7-->
						
						<div class="tab-pane" id="exoikonomw-8">
							<h4>Επιλέξιμος προϋπολογισμός</h4>
							
							<ul>
								<li>
								Ο επιλέξιμος προϋπολογισμός παρεμβάσεων ανά αίτηση Ωφελούμενου δεν μπορεί να υπερβαίνει τα 250 € ανά τετραγωνικό μέτρο 
								επιφάνειας κύριας χρήσης της κατοικίας, όπως προκύπτει από το Ε9 του κάθε διαμερίσματος/ μονοκατοικίας και τυχόν επιπλέον 
								επιφάνειας κύριας χρήσης (m2) για την οποία προσκομίζεται βεβαίωση περαίωσης της διαδικασίας υπαγωγής της δηλούμενης 
								κατασκευής ή χρήσης σε νόμο τακτοποίησης αυθαίρετων κατασκευών και δεν έχει δηλωθεί στο Ε9, με μέγιστο κόστος παρεμβάσεων 
								ανά μονοκατοικία/διαμέρισμα τις 25.000 €, συμπεριλαμβανομένου του Φ.Π.Α. <br/>
								Στην περίπτωση διαμερίσματος σε πολυκατοικία, το ανωτέρω ποσό περιλαμβάνει και την αναλογία των κοινοχρήστων. <br/>
								Επί του ανωτέρω προϋπολογισμού, όπως διαμορφώνεται στη βάση των παραστατικών δαπάνης (τελικός επιλέξιμος προϋπολογισμός παρεμβάσεων), 
								καταβάλλεται επιχορήγηση βάσει των ποσοστών της παραγράφου 2.2 του κεφαλαίου 2.<br/>
								</li>
								<li>
									Επιπρόσθετα, επιχορηγούνται από το Πρόγραμμα σε ποσοστό 100% της δαπάνης, υπό την προϋπόθεση υπαγωγής της αίτησης 
									σε αυτό και επίτευξης του ελάχιστου ενεργειακού στόχου (Κεφάλαιο 3), τα ακόλουθα:
									<ul>
										<li>
											α. Το κόστος που απαιτείται για τη διενέργεια των δύο ενεργειακών επιθεωρήσεων. H επιλέξιμη αμοιβή ανά ενεργειακή 
											επιθεώρηση συμπεριλαμβανομένου Φ.Π.Α. καθορίζεται ως εξής:
											<ul>
												<li>
													i) για μονοκατοικία ή διαμέρισμα, η αμοιβή καθορίζεται σε 62 € επαυξημένη κατά 1,86 €/τ.μ. ωφέλιμης επιφανείας της ιδιοκτησίας, 
													με μέγιστο επιλέξιμο ποσό ανεξαρτήτως επιφάνειας τα 310,0 €,
												</li>
												<li>
													ii) για κτήρια πολλών ιδιοκτησιών κατοικίας (πολυκατοικία), όταν η επιθεώρηση αφορά στην πολυκατοικία, η αμοιβή καθορίζεται σε 62 € 
													επαυξημένη κατά 1,24 €/τ.μ. συνολικής επιφανείας της «πολυκατοικίας», με μέγιστο επιλέξιμο ποσό ανεξαρτήτως επιφάνειας τα 806,0 €.
												</li>
											</ul>
										</li>
										<li>
											β. Η αμοιβή του συμβούλου έργου σχετικά με την υποβολή της αίτησης, την παρακολούθηση της υλοποίησης των παρεμβάσεων εξοικονόμησης ενέργειας 
											και ολοκλήρωσης του έργου συμπεριλαμβανομένης της προσκόμισης των δικαιολογητικών έως την τελική εκταμίευση, μέχρι του ποσού των 248 € ανά 
											επιμέρους αίτηση, συμπεριλαμβανομένου Φ.Π.Α. Σε περίπτωση πολυκατοικίας, πρέπει να χρησιμοποιηθεί ο ίδιος σύμβουλος έργου για όλους τους ωφελούμενους 
											και η αμοιβή του ορίζεται μέχρι του ποσού των 248 € συν 62 € για κάθε επιπλέον του πρώτου διαμερίσματος, με μέγιστο συνολικό ποσό 620 €, συμπεριλαμβανομένου Φ.Π.Α.
										</li>
										<li>
											γ. Η αμοιβή για τυχόν μελέτες και εγκρίσεις απαιτούμενες από την κείμενη νομοθεσία για την ορθή υλοποίηση παρεμβάσεων (όπως για παράδειγμα αμοιβή για 
											έγκριση εργασιών δόμησης μικρής κλίμακας, αμοιβή για μελέτη εσωτερικής εγκατάστασης φυσικού αερίου κλπ), μέχρι ποσού 248 €, συμπεριλαμβανομένου Φ.Π.Α. <br/>
											Σε περίπτωση πολυκατοικίας η αμοιβή για μελέτες ορίζεται μέχρι του ποσού των 248 € συν 62 € για κάθε επιπλέον του πρώτου διαμερίσματος, με μέγιστο συνολικό ποσό 
											620 €, συμπεριλαμβανομένου Φ.Π.Α.
										</li>
									</ul>
									Ανώτατα όρια:
									<ul>
										<li>
											Για μονοκατοικία και μεμονωμένο διαμέρισμα, το συνολικό μέγιστο επιλέξιμο κόστος για τα α, β, και γ δεν μπορεί να υπερβαίνει τα 992 € ανά αίτηση, συμπεριλαμβανομένου Φ.Π.Α.
										</li>
										<li>
											Σε περίπτωση πολυκατοικίας το συνολικό μέγιστο επιλέξιμο κόστος για τα α, β, και γ δεν μπορεί να υπερβαίνει τις 2.604 € συνολικά, συμπεριλαμβανομένου Φ.Π.Α.
										</li>
									</ul>
								</li>
								<li>
									Ο τελικός επιλέξιμος προϋπολογισμός (συνολικός και παρεμβάσεων) καθορίζεται βάσει των προσκομισθέντων παραστατικών δαπανών και δεν μπορεί να υπερβαίνει τον 
									επιλέξιμο προϋπολογισμό της απόφασης υπαγωγής (συνολικό και παρεμβάσεων) καθώς και τα επιμέρους ανώτατα όρια επιλέξιμων δαπανών του προγράμματος. <br/>
									Ειδικά για τις αμοιβές των ανωτέρω περιπτώσεων α, β και γ δεν επιτρέπεται η υπέρβαση των ποσών που έχουν εγκριθεί με την απόφαση υπαγωγής για την κάθε περίπτωση.
								</li>
								
							</ul>
							
								
								
						</div><!---exoikonomw-8-->
						
					</div><!--tab content-->
				</div><!--tabs-->
			</div>
			<!--ΕΚΟΙΚΟΝΟΜΩ ΙΙ-->
			
			<!--ΧΡΗΣΙΜΑ-->
			<div class="tab-pane" id="tabs-3">
				
				
				<script>
				
				$(function() {
				$('.tooltipui').tooltip({
					track: true,
					html: true,
					animation: true
				});
				$('.tooltip').tooltip({
					track: true,
					html: true,
					animation: true
				});
				$('.popover').popover();
				$('.popoverui').popover({ placement:'top',html:true, trigger:'click' });
				setUpToolTipHelpers();
				});
				
				function setUpToolTipHelpers() {
					$(".tip-top").tooltip({
						placement: 'top',
						html: true,
						animation: true
					});
					$(".tip-right").tooltip({
						placement: 'right',
						html: true,
						animation: true
					});
					$(".tip-bottom").tooltip({
						placement: 'bottom',
						html: true,
						animation: true
					});
					$(".tip-left").tooltip({
						placement: 'left',
						html: true,
						animation: true
					});
				}
			
				function number_format (number, decimals, dec_point, thousands_sep) {
					number = (number + '').replace(/[^0-9+\-Ee.]/g, '');
					var n = !isFinite(+number) ? 0 : +number,
						prec = !isFinite(+decimals) ? 0 : Math.abs(decimals),
						sep = (typeof thousands_sep === 'undefined') ? '' : thousands_sep,
						dec = (typeof dec_point === 'undefined') ? '.' : dec_point,
						s = '',
						toFixedFix = function (n, prec) {
							var k = Math.pow(10, prec);
							return '' + Math.round(n * k) / k;
						};
					// Fix for IE parseFloat(0.55).toFixed(0) = 0;
					s = (prec ? toFixedFix(n, prec) : '' + Math.round(n)).split('.');
					if (s[0].length > 3) {
						s[0] = s[0].replace(/\B(?=(?:\d{3})+(?!\d))/g, sep);
					}
					if ((s[1] || '').length < prec) {
						s[1] = s[1] || '';
						s[1] += new Array(prec - s[1].length + 1).join('0');
					}
					return s.join(dec);
				}
				
				function ex_calc(){
					var ex_xrisi = document.getElementById("ex_xrisi").value;
					var ex_e = document.getElementById("ex_e").value;
					var ex_cat = document.getElementById("ex_cat").value;
					var ex_kids = document.getElementById("ex_kids").value;
					var ex_condoms = document.getElementById("ex_condoms").value;
					
					//Προϋπολογισμός
					var budget = ex_e * 250;
					if(budget>25000){
						budget=25000;
					}
					document.getElementById("ex_money_total").value = budget;
					
					//Κατηγορίες δαπανών και όρια
					var categories = [
						0,
						0.60,
						0.50,
						0.40,
						0.35,
						0.30,
						0.25,
						0
					];
					
					var categories_limit = [
						0,
						0.70,
						0.70,
						0.70,
						0.70,
						0.50,
						0.50,
						0
					];
					
					//Ποσοστό επιχορήγησης
					var user_percent = categories[ex_cat] + ex_kids*0.05;
					if(user_percent>categories_limit[ex_cat]){
						user_percent=categories_limit[ex_cat];
					}
					document.getElementById("ex_money_epper").value = number_format(user_percent*100,0);
					
					//Ποσό επιχορήγησης
					var user_budget = budget*user_percent;
					document.getElementById("ex_money_epprice").value = user_budget;
					
					
					//Κατηγορίες δαπανών για κόστος πεα
					var cat_pea = [
						0,
						1.86,
						1.86,
						1.24
					];
					var cat_pea_limit = [
						0,
						310,
						310,
						806
					];
					
					//Κόστος ΠΕΑ
					var cost_pea = 62 + cat_pea[ex_xrisi]*ex_e;
					if(cost_pea>cat_pea_limit[ex_xrisi]){
						cost_pea=cat_pea_limit[ex_xrisi];
					}
					document.getElementById("ex_money_pea1").value = number_format(cost_pea,2);
					document.getElementById("ex_money_pea2").value = number_format(cost_pea,2);
					
					
					//Κόστος Συμβούλου
					var cost_advisor;
					if(ex_xrisi>2){
						cost_advisor = 248 + 62*(ex_condoms-1);
					}else{
						cost_advisor = 248;
					}
					document.getElementById("ex_money_advisor").value = number_format(cost_advisor,2);
					
					
					//Κόστος Μελετών
					var cost_studies;
					if(ex_xrisi>2){
						cost_studies = 248 + 62*(ex_condoms-1);
					}else{
						cost_studies = 248;
					}
					document.getElementById("ex_money_studies").value = number_format(cost_studies,2);
					
					//Άθροισμα
					var cost_sum=2*cost_pea + cost_advisor + cost_studies;
					document.getElementById("ex_money_abc").value = number_format(cost_sum,2);
					
					//Όρια
					var cost_limit;
					if(ex_xrisi>2){
						cost_limit = 2604;
					}else{
						cost_limit = 992;
					}
					document.getElementById("ex_money_limit").value = number_format(cost_limit,2);
					
				}
				
				</script>
				
				
				<div class="box box-primary">
					<div class="box-header with-border">
					<h3 class="box-title">Υπολογισμός προϋπολογισμού - αμοιβών</h3>
					</div><!-- /.box-header -->
				
					<div class="box-body">
					
						<div class="row">
						<div class="col-md-4">
							<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Χρήση"><i class="fa fa-building-o"></i> Χρήση</span>
									</span>
									<select class="form-control input-sm" id="ex_xrisi" onchange="ex_calc();">
										<option value=1>Μονοκατοικία</option>
										<option value=2>Μεμονωμένο διαμέρισμα</option>
										<option value=3>Πολυκατοικία</option>
									</select>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - τετραγωνικά μέτρα ιδιοκτησίας"><i class="fa fa-cube"></i> Ε</span>
									</span>
									<input type="text" id="ex_e" class="form-control input-sm" onkeyup="ex_calc()"/>
									<span class="input-group-addon">m<sup>2</sup></span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Κατηγορία ωφελούμενου"><i class="fa fa-user-o"></i> Κατηγορία</span>
									</span>
									<select class="form-control input-sm" id="ex_cat" onchange="ex_calc();">
										<option value=1>Κατηγορία 1</option>
										<option value=2>Κατηγορία 2</option>
										<option value=3>Κατηγορία 3</option>
										<option value=4>Κατηγορία 4</option>
										<option value=5>Κατηγορία 5</option>
										<option value=6>Κατηγορία 6</option>
										<option value=7>Κατηγορία 7</option>
									</select>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						<div class="row">
							<div class="col-md-4">
								Επιπλέον στοιχεία<br/>
								Προστατευόμενα μέλη/Διαμερίσματα
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - προστατευόμενα μέλη"><i class="fa fa-user"></i> Πρ. μέλη</span>
									</span>
									<input type="text" id="ex_kids" class="form-control input-sm" onkeyup="ex_calc()"/>
									<span class="input-group-addon">-</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Διαμερίσματα (το σύνολο μαζί με την 1η αίτηση)"><i class="fa fa-user"></i> Διαμερίσματα</span>
									</span>
									<input type="text" id="ex_condoms" class="form-control input-sm" onkeyup="ex_calc()"/>
									<span class="input-group-addon">-</span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						<hr/>
						
						<div class="row">
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Σύνολο επιλέξιμου προϋπολογισμού"> Προϋπολογισμός</span>
									</span>
									<input type="text" id="ex_money_total" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Επιδότηση %"> Επιδότηση</span>
									</span>
									<input type="text" id="ex_money_epper" class="form-control input-sm" />
									<span class="input-group-addon">%</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Επιδότηση %"> Επιδότηση</span>
									</span>
									<input type="text" id="ex_money_epprice" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						<hr/>
						
						<div class="row">
							<div class="col-md-4">
								Αμοιβή ΠΕΑ
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Αμοιβή 1o ΠΕΑ"><i class="fa fa-certificate"></i> 1ο ΠΕΑ</span>
									</span>
									<input type="text" id="ex_money_pea1" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Αμοιβή 2o ΠΕΑ"><i class="fa fa-certificate"></i> 2ο ΠΕΑ</span>
									</span>
									<input type="text" id="ex_money_pea2" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						
						<div class="row">
							<div class="col-md-4">
								Αμοιβή συμβούλου - μελετών
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Αμοιβή συμβούλου"><i class="fa fa-user-secret"></i> Σύμβουλος</span>
									</span>
									<input type="text" id="ex_money_advisor" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Αμοιβή μελετών"><i class="fa fa-newspaper"></i> Μελέτες</span>
									</span>
									<input type="text" id="ex_money_studies" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						
						<div class="row">
							<div class="col-md-4">
								Άθροισμα Α+Β+Γ / Ανώτατα όρια
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Α+Β+Γ"><i class="fa fa-user-newspaper"></i> Α+Β+Γ</span>
									</span>
									<input type="text" id="ex_money_abc" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Εξοικονομώ - Όριο υποστηρηκτικών"><i class="fa fa-newspaper"></i> Όριο</span>
									</span>
									<input type="text" id="ex_money_limit" class="form-control input-sm" />
									<span class="input-group-addon">€</span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
					</div><!-- /.box-body -->
					
					<div class="box-footer">
						Με την επιφύλαξη των οδηγιών του προγράμματος. Ο υπολογισμός είναι ενδεικτικός. 
					</div><!-- /.box-footer -->
				</div><!-- /.box -->
				
				
				
			</div>
			<!--ΧΡΗΣΙΜΑ-->
			
			
			
			
			<!--ΕΝΤΥΠΟ-->
			<div class="tab-pane" id="tabs-4">
			<div class="box box-primary">
				<div class="box-header with-border">
					<h3 class="box-title">Δημιουργία Εντύπου (Παράρτημα ΙΙΙ: Έντυπο Πρότασης Παρεμβάσεων)</h3>
				</div><!-- /.box-header -->
				
					<div class="box-body">
					
						<div class="row">
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Παράρτημα ΙΙΙ - α/α ΠΕΑ"><i class="fa fa-newspaper"></i> α/α ΠΕΑ</span>
									</span>
									<input type="text" id="par3_aapea" class="form-control input-sm" />
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Παράρτημα ΙΙΙ - Ονοματεπώνυμο ιδιοκτήτη"><i class="fa fa-newspaper"></i> Ιδιοκτήτης</span>
									</span>
									<input type="text" id="par3_owner" class="form-control input-sm" />
								</div>
							</div><!--col-md-4-->
							<div class="col-md-4">
								<div class="input-group">
									<span class="input-group-addon">
										<span class="tip-top" href="#" title="Παράρτημα ΙΙΙ - Εξοικονόμηση kwh/m2"><i class="fa fa-newspaper"></i> Εξοικονόμηση</span>
									</span>
									<input type="text" id="par3_profit" class="form-control input-sm" />
									<span class="input-group-addon">kWh/m<sup>2</sup></span>
								</div>
							</div><!--col-md-4-->
						</div><!--row-->
						
						<hr/>
						
						<div class="row">
						<table class="table-bordered table-condensed table-hover" style="width:100%;">
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										ΚΑΤΗΓΟΡΙΕΣ / ΥΠΟΚΑΤΗΓΟΡΙΕΣ ΠΑΡΕΜΒΑΣΕΩΝ
									</th>
									<th colspan="2" style="text-align:center;background-color:#e9eced;">
										Επιλέξιμη παρέμβαση σε m<sup>2</sup>
									</th>
								</tr>
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										1. ΑΝΤΙΚΑΤΑΣΤΑΣΗ ΚΟΥΦΩΜΑΤΩΝ
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										I
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										II
									</th>
								</tr>
								<tr style="text-align:center;">
									<td>
										Συντελεστής Θερμοπερατότητας U [W/(m2 . K)]
									</td>
									<th style="text-align:center;background-color:#e9eced;">
										2 ≤ U ˂ 3,2
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										U < 2,0
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Α1 Πλαίσιο αλουμινίου με υαλοπίνακα- Παράθυρο
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1a1_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1a1_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Α2 Πλαίσιο αλουμινίου με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1a2_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1a2_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.B1 Πλαίσιο ξύλου με υαλοπίνακα - Παράθυρο
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1b1_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1b1_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.B2 Πλαίσιο ξύλου με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1b2_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1b2_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Γ1 Πλαίσιο PVC με υαλοπίνακα - Παράθυρο
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1c1_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1c1_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Γ2 Πλαίσιο PVC με υαλοπίνακα - Εξωστόθυρα
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1c2_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1c2_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Δ Μόνο υαλοπίνακες (Χωρίς αντικατάσταση πλαισίου)*
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1d_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_1d_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Ε1 Εξωτερικό προστατευτικό φύλλο (σύστημα Κουτί–Ρολό, ή Εξώφυλλο)** ****
									</td>
									<td colspan="2" style="text-align:center;">
										<input type="text" id="par3_1e1" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										1.Ε2 Λοιπά σταθερά ή κινητά συστήματα σκίασης*** ****
									</td style="text-align:center;">
									<td colspan="2" style="text-align:center;">
										<input type="text" id="par3_1e2" class="form-control input-sm" />
									</td>
								</tr>
								
								<tr style="text-align:center;">
									<th style="text-align:center;background-color:#e9eced;">
										2. ΑΝΑΒΑΘΜΙΣΗ ΘΕΡΜΟΜΟΝΩΣΗΣ<br/>
										Θερμική Αντίσταση R[(m2.K)/W]
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										0,9 ˂ R ≤ 1,8<br/>
										0.555 ≤ U ˂ 1.111
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										R > 1,8<br/>
										U ˂ 0.555
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.A Θερμομόνωση δώματος – οριζόντια επιστέγαση
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2a1_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2a1_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Β Θερμομόνωση στέγης
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2b_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2b_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Γ1 Θερμομόνωση εξωτ. τοιχοποιίας, φέροντος οργανισμού, δαπέδου επί εδάφους επί πιλοτής, ή μη θερμαινόμενου χώρου, με επικάλυψη με συνθετικό επίχρισμα
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2c1_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2c1_2" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										2.Γ2 Θερμομόνωση εξωτ. τοιχοποιίας, φέροντος οργανισμού, δαπέδου επί πιλοτής, ή μη θερμαινόμενου χώρου, με επικάλυψη με ελαφρά πετάσματα
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2c2_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_2c2_2" class="form-control input-sm" />
									</td>
								</tr>
							</table>
						</div><!--row-->
						
						<hr/>
						
						<div class="row">
						<table class="table-bordered table-condensed table-hover" style="width:100%;">
								<tr style="text-align:center;background-color:#e9eced;">
									<th style="text-align:center;">
										ΚΑΤΗΓΟΡΙΕΣ / ΥΠΟΚΑΤΗΓΟΡΙΕΣ ΠΑΡΕΜΒΑΣΕΩΝ
									</th>
									<th colspan="8" style="text-align:center;">
										ΤΕΜΑΧΙΑ ΠΑΡΕΜΒΑΣΕΩΝ (μονάδες)
									</th>
								</tr>
								<tr style="text-align:center;background-color:#e9eced;">
									<th style="text-align:center;">
										3. ΑΝΑΒΑΘΜΙΣΗ ΣΥΣΤΗΜΑΤΟΣ ΘΕΡΜΑΝΣΗΣ/ΨΥΞΗΣ
									</th>
									<th style="text-align:center;">
										Ι
									</th>
									<th style="text-align:center;">
										ΙΙ
									</th>
									<th style="text-align:center;">
										ΙΙΙ
									</th>
									<th style="text-align:center;">
										ΙV
									</th>
									<th style="text-align:center;">
										V
									</th>
									<th style="text-align:center;">
										VΙ
									</th>
									<th style="text-align:center;">
										VIΙ
									</th>
									<th style="text-align:center;">
										VIIΙ
									</th>
								</tr>
								<tr style="text-align:center;background-color:#e9eced;">
									<td>
										Ισχύς P (kW)
									</td>
									<th style="text-align:center;">
										P≤8
									</th>
									<th style="text-align:center;">
										8 < P ≤ 12
									</th>
									<th style="text-align:center;">
										12 < P ≤ 20
									</th>
									<th style="text-align:center;">
										20 < P ≤ 35
									</th>
									<th style="text-align:center;">
										35 < P ≤ 50
									</th>
									<th style="text-align:center;">
										50 < P ≤ 100
									</th>
									<th style="text-align:center;">
										100 < P ≤ 200
									</th>
									<th style="text-align:center;">
										P > 200
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Α Σύστημα καυστήρα – λέβητα Πετρελαίου
									</td>
									<td colspan="3" style="text-align:center;">
										<input type="text" id="par3_3a_123" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3a_4" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3a_5" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3a_6" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3a_7" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3a_8" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Β Σύστημα καυστήρα – λέβητα Φυσικού Αερίου / Υγραερίου
									</td>
									<td colspan="3" style="text-align:center;">
										<input type="text" id="par3_3b_123" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3b_4" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3b_5" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3b_6" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3b_7" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3b_8" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Γ Σύστημα Α/Θ (Θέρμανσης – Ψύξης / Ελάχιστη απαίτηση ενεργειακή σήμανση στους 55oC)
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3c_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3c_2" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3c_3" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3c_4" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3c_5" class="form-control input-sm" />
									</td>
									<td colspan="3" style="text-align:center;">
										<input type="text" id="par3_3c_678" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Δ Σύστημα γεωθερμικής αντλίας θερμότητας
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3d_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3d_2" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3d_3" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3d_4" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3d_5" class="form-control input-sm" />
									</td>
									<td colspan="3" style="text-align:center;">
										<input type="text" id="par3_3d_678" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Ε Σύστημα συμπαραγωγής Φ.Α. (ΣΗΘΥΑ)
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3e_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3e_2" class="form-control input-sm" />
									</td>
									<td colspan="6" style="text-align:center;">
										<input type="text" id="par3_3e_38" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.ΣΤ Σύστημα λέβητα βιομάζας - πελλέτας ξύλου/ Ενεργειακό τζάκι*
									</td>
									<td colspan="3" style="text-align:center;">
										<input type="text" id="par3_3st_123" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3st_4" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3st_5" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3st_6" class="form-control input-sm" />
									</td>
									<td colspan="2" style="text-align:center;">
										<input type="text" id="par3_3st_78" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.Ζ Αντλίες θερμότητας αέρα – αέρα διαιρούμενου τύπου (split) 
										για θέρμανση/ ψύξη χώρου ** 
									</td>
									<th style="text-align:center;background-color:#e9eced;">
										P ≤ 2.6
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										2.6 < P ≤ 3.5
									</th>
									<th style="text-align:center;background-color:#e9eced;">
										P > 3.5
									</th>
									<th colspan="5" rowspan="2" style="text-align:center;background-color:#e9eced;">
										
									</th>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										(Κατηγορίες δαπάνης βάσει της ψυκτικής ισχύος split unit σε kW)
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3z_1" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3z_2" class="form-control input-sm" />
									</td>
									<td style="text-align:center;">
										<input type="text" id="par3_3z_3" class="form-control input-sm" />
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										3.H Διατάξεις αυτομάτου ελέγχου λειτουργίας συστήματος θέρμανσης ***
									</td>
									<td>
										<input type="text" id="par3_3h_1" class="form-control input-sm" />
									</td>
									<td colspan="7">
										Αριθμός αιτήσεων (700€ ανά αίτηση με ανώτατο όριο 7.000€ για πολυκατοικία)
									</td>
								</tr>
								<tr>
									<th style="text-align:center;background-color:#e9eced;">
										4. ΣΥΣΤΗΜΑ ΠΑΡΟΧΗΣ ΖΝΧ
									</th>
									<td colspan="8" style="text-align:center;background-color:#e9eced;">
										
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Α Ηλιακό θερμοσυφωνικό σύστημα συλλέκτη – ταμιευτήρα αποθήκευσης ΖΝΧ *** ****
									</td>
									<td>
										<input type="text" id="par3_4a_1" class="form-control input-sm" />
									</td>
									<td colspan="7">
										Αριθμός αιτήσεων (1.100€ ανά αίτηση)
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Β Ηλιoθερμικό σύστημα συλλέκτη – ταμιευτήρα αποθήκευσης ΖΝΧ βεβιασμένης κυκλοφορίας*** ****
									</td>
									<td>
										<input type="text" id="par3_4b_1" class="form-control input-sm" />
									</td>
									<td colspan="7">
										Αριθμός αιτήσεων (3.000€ ανά αίτηση με ανώτατο όριο 6.000€ για πολυκατοικία)
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Γ Ηλιoθερμικό σύστημα παροχής ζεστού νερού χρήσης (ΖΝΧ) και υποβοήθησης θέρμανσης χώρου*** ****
									</td>
									<td>
										<input type="text" id="par3_4c_1" class="form-control input-sm" />
									</td>
									<td colspan="7">
										Αριθμός αιτήσεων (10.000€ ανά αίτηση με ανώτατο όριο 25.000€ για πολυκατοικία)
									</td>
								</tr>
								<tr>
									<td style="background-color:#e9eced;">
										4.Δ Αντλία θερμότητας***
									</td>
									<td>
										<input type="text" id="par3_4d_1" class="form-control input-sm" />
									</td>
									<td colspan="7">
										Αριθμός αιτήσεων (1.500€ ανά αίτηση)
									</td>
								</tr>
							</table>
						</div><!--row-->
						
						
					</div><!-- /.box-body -->
					
					<div class="box-footer">
						Με την επιφύλαξη των οδηγιών του προγράμματος. Ο υπολογισμός είναι ενδεικτικός. <br/>
						Ο δημιουργός δεν μπορεί να κριθεί υπεύθυνος για τυχόν λάθη. Ο χρήστης πρέπει να ελέγχει τα δεδομένα πριν τα χρησιμοποιήσει. 
					</div><!-- /.box-footer -->
				</div><!-- /.box -->
			</div>
			<!--ΕΝΤΥΠΟ-->
			
			
			
			
			
	</div><!--tab content-->
			</div><!--tabs-->
			<ul>
			<li>
			Επίσημα στοιχεία είναι μόνο όσα περιέχονται στον <a href="https://exoikonomisi.ypen.gr/documents/10182/146747/%CE%9F%CE%94%CE%97%CE%93%CE%9F%CE%A3+%CE%95%CE%9E%CE%9F%CE%99%CE%9A_II_2018_FINAL.pdf/c4ffa932-99bd-490a-8304-e2c108fec0c4" target="_blank">Οδηγό του Προγράμματος. </a>
			</li><li>
			Επίσημος <a href="https://exoikonomisi.ypen.gr/" target="_blank">ιστόχωρος Εξοικονομώ ΙΙ  </a>
			</li><li>
			<a href="https://exoikonomisi.ypen.gr/documents/10182/0/%CE%95%CE%B3%CF%87%CE%B5%CE%B9%CF%81%CE%AF%CE%B4%CE%B9%CE%BF+%CE%A0_%CE%A3+%CE%95%CE%9A%CE%9F+%CE%99%CE%99+20180307+%CE%88%CE%BA%CE%B4%CE%BF%CF%83%CE%B7_1.pdf/836a1c6f-200c-4dfd-b878-4f86704e9d25" target="_blank">Τεχνικό εγχειρίδιο πληροφοριακού συστήματος</a>
			</li><li>
			<a href="https://exoikonomisi.ypen.gr/parartemata-odegou" target="_blank">Παραρτήματα προγράμματος   </a>
			</li>
			</ul>
			
			
</div><!--col-md-12-->
</div>
 <!-- /.row (main row) -->

</section>
<!-- /.content -->
</div>
<!-- /.content-wrapper -->
<script>
	$("input").alphanum();	
</script>	